adpyke.vscode-sql-formatter
bierner.markdown-preview-github-styles
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
mdebi.fstring-converter
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
